Repository: gecmenow/TechnoTent
Catalog: TechnoTent/Resources/Resource.*.resx
Languages: uk

# about_about
source: The company Tekhno Awning LLC carries out a full range of works on the manufacture of automobile awnings, roofs, curtains made of high-quality PVC material using high-quality fittings, it is possible to print ads. It also makes maintenance and repair of awnings for cars of various models and brands. In addition, we carry out alterations of car covers, replacement of sidewalls, roofs or butt ends separately and change of height and length of tents. Overhaul of the awning is possible, as well as elimination of various cuts, replacement of any elements (roof, valve, sidewall) and any accessories (brackets, belts, eyelets, hooks).
uk: Компанія ТОВ "Техно тент" виконує повний комплекс робіт з виготовлення автомобільних тентів, дахів, штор з якісного матеріалу ПВХ з використанням фурнітури високої якості, можливе нанесення реклами. Також виробляє обслуговування та ремонт тентів для автомобілів різних моделей і марок. Крім цього, ми виробляємо переробку автотентів, заміну окремо боковин, даху або торця і зміна висоти і довжини тентів. Можливий як капітальний ремонт тенту, так і усунення різних порізів, заміна будь-яких елементів (даху, клапана, боковини) і будь-який фурнітури (скоб, ременів, люверсів, гачків).

# about_org_address1
source: The actual address
uk: Фактична адреса

# about_org_address2
source: Kiev, Novokonstantinovskaya 4a | Konstantinovka city, Telman 1
uk: м.Київ, Новокостянтинівська 4а | м.Костянтинівка, вул. Мірошніченко 7.

# about_org_name1
source: Name of company
uk: Найменування організації

# about_org_name2
source: Limited Liability Company "Techno Tent"
uk: Товариство з обмеженою відповідальністю "Техно Тент"

# about_org_requisites
source: Requisites
uk: Реквізити

# about_org_requisites1
source: Bank details
uk: Банківські реквізити

# about_org_requisites2
source: Bank PAT "PRIVATBANK"
uk: Банк ПАТ "ПРИВАТБАНК"

# about_org_requisites3
source: P / R 26000053614553
uk: Р / р

# about_org_requisites4
source: MFI 335548
uk: МФО

# about_org_requisites5
source: EDRPOU
uk: ЄДРПОУ

# about_org_requisites6
source: TIN
uk: ІПН

# about_org_requisites7
source: Website
uk: Сайт

# about_org_tel
source: Organization phone number, Email
uk: Телефон організації, e-mail

# about_org_tel1
source: PVC sale
uk: Продаж ПВХ

# about_org_tel2
source: clothing industry
uk: Швейне виробництво

# about_org_tel3
source: PVC Manager
uk: Менеджер ПВХ

# about_org_tel4
source: Production, Konstantinovka
uk: Виробництво, м.Костянтинівка

# about_org_tel5
source: Viber Manager
uk: Менеджер Viber

# about_title
source: About us
uk: Про нас

# auth_email_err
source: Enter Email
uk: Введіть Email

# auth_enter
source: Log in
uk: Увійти

# auth_name
source: Your name
uk: Ваше ім'я

# auth_name_err
source: Enter your name
uk: Введіть ім'я

# auth_pass
source: Password
uk: Пароль

# auth_pass1
source: Create a password
uk: Придумайте пароль

# auth_pass_err
source: Enter password
uk: Введіть пароль

# auth_pass_err1
source: Enter password
uk: Введіть пароль

# auth_repass
source: Confirm password
uk: Повторіть пароль

# auth_repass_err
source: Passwords do not match
uk: Паролі не співпадають

# auth_signin
source: Login
uk: Вхід

# auth_signup
source: Registration
uk: Реєстрація

# auth_signup1
source: Sign up
uk: Зареєструватися

# auth_trouble
source: You can not enter?
uk: Не можете увійти?

# cart_checkout
source: Checkout
uk: Оформити замовлення

# cart_col1
source: Product
uk: Продукт

# cart_col2
source: Price
uk: Ціна

# cart_col3
source: Amount
uk: Кількість

# cart_col4
source: Cost
uk: Вартість

# cart_empty
source: Cart is empty
uk: Кошик порожній

# cart_total_price
source: Total order value
uk: Загальна вартість замовлення

source: Contacts
uk: Контакти

# contacts_address
source: St. Novokonstantinovskaya, 4 a
uk: Вул. Новокостянтинівська, 4 а

# contacts_address1
source: St. Telman 1
uk: Вул. Мірошніченко , 7

# contacts_backCall1
source: could not get through
uk: не змогли додзвонитися

# contacts_backCall2
source: Order a call
uk: Замовте дзвінок

# contacts_city
source: Konstantinovka
uk: Костянтинівка

# contacts_city2
source: Kyiv
uk: Київ

# contacts_country
source: Ukraine
uk: Україна

# contacts_dates
source: Mon-Fri 09: 00 AM - 6: 00 PM
uk: Пн-Пт 09: 00-18: 00

# contacts_feedback
source: Feedback
uk: Зворотній зв'язок

# contacts_form_email
source: Please enter a valid Email
uk: Введіть коректну адресу електронної пошти

# contacts_form_msg
source: Enter your message
uk: Введіть повідомлення

# contacts_form_name
source: Enter your name
uk: Введіть ім'я

# contacts_form_send
source: Send a message
uk: Надіслати повідомлення

# contacts_manuf
source: production
uk: Виробництво

# contacts_tel1
source: PVC sale
uk: Продаж ПВХ

# contacts_tel2
source: production
uk: Виробництво

# contacts_tel3
source: awning and locking fittings
uk: Тентова і запірна фурнітура

# contacts_tel4
source: manager Viber
uk: Менеджер Viber

# edit_acc
source: My account
uk: Мій кабінет

# edit_cancel
source: Cancel
uk: Скасувати

# edit_email
source: Email
uk: Електронна почтa

# edit_email_err
source: Enter Email
uk: Введіть електронну пошту

# edit_name
source: Name
uk: Ім'я

# edit_name_err
source: Enter first and last name
uk: Введіть ім'я та прізвище

# edit_newpass
source: Create a new password
uk: Придумайте новий пароль

# edit_newpass_err
source: Enter a new password
uk: Введіть новий пароль

# edit_newpass_more
source: New password again
uk: Новий пароль ще раз

# edit_newpass_more_err
source: Enter new password again
uk: Введіть новий пароль ще раз

# edit_order_history
source: Order history
uk: Історія замовлень

# edit_order_logout
source: Logout
uk: Вийти

# edit_pass
source: Enter old password
uk: Введіть старий пароль

# edit_pass_err
source: Enter password
uk: Введіть пароль

# edit_private
source: Personal data
uk: Особисті дані

# edit_submit
source: Edit
uk: Редагувати

# edit_tel
source: Phone
uk: Телефон

# home_advantage1
source: We sell any volume of products
uk: Реалізуємо будь-який обсяг продукції

# home_advantage1_alt
source: Production volume
uk: Обсяг продукції

# home_advantage2
source: Direct deliveries from the manufacturer
uk: Прямі поставки із заводу виробника

# home_advantage2_alt
source: Shipped from the factory
uk: Поставки з заводу

# home_advantage3
source: Quality guaranteed by ISO 9001: 2000
uk: Якість гарантовано ISO 9001: 2000

# home_advantage3_alt
source: Quality guaranteed
uk: Якість гарантовано

# home_advantage4
source: A wide range of
uk: Широкий асортимент

# home_advantage5
source: Dismantling, installation-promptly, accurately
uk: Демонтаж, монтаж-оперативно, акуратно

# home_advantage5_alt
source: Dismantling, installation
uk: Демонтаж, монтаж

# home_advantage_title
source: Why is it beneficial to cooperate with us?
uk: Чому з нами вигідно співпрацювати?

# home_feedback1
source: Need something
uk: Потрібно щось

# home_feedback2
source: special
uk: Особливе

# home_feedback_desc
source: Call us or leave your phone number and we will help
uk: Зателефонуйте нам або залиште свій номер телефону, і ми допоможемо

# home_feedback_desc2
source: You choose what you need
uk: Вам вибрати те, що потрібно

# home_feedback_submit
source: leave a request
uk: залишити заявку

# home_feedback_tel11
source: Sales department
uk: Відділ продажу

# home_feedback_tel2
source: Production
uk: Виробництво

# home_news
source: Articles and news
uk: Статті та новини

# home_news_all
source: read all articles
uk: Читати усі статті

# home_partners
source: our partners
uk: Наші партнери

# home_production1
source: PVC awning fabrics
uk: Тентові тканини ПВХ

# home_production1_alt
source: Awning fabric
uk: Тентові тканини

# home_production2
source: Awnings
uk: Тенти

# home_production3
source: Sewing
uk: Пошиття

# home_production4
source: Frame constructions
uk: Каркасні споруди

# home_production5
source: High-altitude work
uk: Висотні роботи

# home_production6
source: Hardware
uk: Фурнітура

# home_production_title
source: main products
uk: Основні види продукції

# home_stocks
source: stocks
uk: Акції

# home_stocks_all
source: read all stocks
uk: Читати усі акції

# items_blue
source: Blue
uk: Синій

# items_brand
source: The brand
uk: Бренд

# items_checkout
source: Checkout
uk: Оформити замовлення

# items_color
source: Color
uk: Колір

# items_cont_shopping
source: Continue shopping
uk: Продовжити покупки

# items_price
source: Price
uk: Ціна

# items_red
source: Red
uk: Червоний

# items_route1
source: Products and service
uk: Товари та послуги

# items_show
source: show products
uk: показати товари

# items_sort
source: Sorting
uk: Сортування

# items_sort_1
source: novelty
uk: Новинки

# items_sort_2
source: popular
uk: Популярні

# items_sort_3
source: from expensive to cheap
uk: Від дорогих до дешевих

# items_sort_4
source: from cheap to expensive
uk: Від дешевих до дорогих

# items_stock
source: Stock
uk: Акція

# items_to_cart
source: To cart
uk: В кошик

# items_to_cart_success
source: This product was successfully added to the cart
uk: Товар успішно додано до кошика

# items_vendoreCode
source: Product code
uk: Код товару

# items_white
source: White
uk: Білий

# item_about
source: Characteristics
uk: Характеристики

# item_add_to_cart
source: Add to shopping cart
uk: Додати до кошика

# item_code
source: Product code
uk: Код товару

# item_count
source: Amount
uk: Кількість

# item_cover
source: Coating
uk: Покриття

# item_delivery
source: Delivery
uk: Доставка

# item_description
source: Description
uk: Опис

# item_down
source: Reduce
uk: Зменшити

# item_empty_product
source: The product is out of stock.
uk: Товару немає в наявновсті

# item_empty_sry
source: Sorry
uk: Вибачте

# item_height
source: Height
uk: Висота

# item_manuf
source: Manufacturer
uk: Виробник

# item_original
source: Original
uk: Оригінал

# item_payment
source: Payment
uk: Оплата

# item_price
source: Price
uk: Ціна

# item_route1
source: Products and service
uk: Товари та послуги

# item_similar
source: Related products
uk: Схожі товари

# item_sparesType
source: Type of spare part
uk: Тип запчастини

# item_stock
source: Stock
uk: Акція

# item_stock_text
source: You save
uk: Ви заощаджуєте

# item_to_cart
source: To cart
uk: В кошик

# item_type
source: Type of spare part
uk: Тип запчастини

# item_up
source: Increase
uk: Збільшити

# item_width
source: Width
uk: Ширина

# layout_about_company
source: Company LLC "Techno tent" performs full range of manufacturing automobile awnings, roofs, curtains from quality PVC material with using high fittings quality, advertising is possible.
uk: Компанія ТОВ "Техно Тент" виконує повний комплекс робіт з виготовлення автомобільних тентів, дахів, штор з якісного матеріалу ПВХ з використанням фурнітури високої якості, можливе нанесення реклами.

# layout_about_company_title
source: About company
uk: Про компанію

# layout_address1
source: Ukraine, Kiev
uk: Україна, Київ

# layout_address2
source: st. Novokonstantinovskaya, 4 a
uk: вул. Новокостянтинівська, 4 а

# layout_backCall
source: Call You back
uk: Передзвонити Вам

# layout_backCall_name
source: Name
uk: Ім'я

# layout_backCall_order
source: Request a call back!
uk: Замовити зворотній дзвінок!

# layout_backCall_submit
source: Call me back
uk: Передзвонити мені

# layout_backCall_tel
source: Mobile phone
uk: Мобільний телефон

# layout_backCall_tel_err
source: Enter mobile phone
uk: Введіть мобільний телефон

# layout_backCall_text
source: Question or comment
uk: Питання або коментар

# layout_date1
source: Mon-Fri: from 09: 00 AM to 6: 00 PM
uk: Пн-Пт: з 09:00 до 18:00

# layout_date2
source: Sat-Sun - day off
uk: Сб-Нд - вихідний

# layout_header
source: LLC "TECHNO TENT" - Sale of PVC fabrics, fittings and production of awnings products
uk: ТОВ "ТЕХНО ТЕНТ" - Продаж ПВХ тканин, фурнітури та виробництво тентових виробів

# layout_manuf
source: Production
uk: Виробництво

# layout_phone_order
source: Order by phone
uk: Замовлення за телефоном

# layout_subtitle
source: Sale of PVC fabrics, accessories, production of awnings products from LLC "TekhnoTent"
uk: Продаж ПВХ тканин, фурнітури, виробництво тентових виробів від ТОВ "Техно Тент"

# layout_work_time
source: Working hours
uk: Час роботи

# login_acc
source: log in to your account
uk: увійдіть в особистий кабінет

# login_email_pass_err
source: Login or password is incorrect
uk: Невірний логін або пароль

# login_hello
source: Hello
uk: Вітаємо

# news_more
source: Read more
uk: Читати далі

# news_title
source: News
uk: Новини

# oders_logout
source: Logout
uk: Вийти

# oders_title
source: Order history
uk: История заказов

# orders_acc
source: My account
uk: Мой кабинет

# orders_delivery
source: Delivery method
uk: Способ доставки

# orders_email
source: Email
uk: Эл. почта

# orders_name
source: First and last name
uk: Имя и фамилия

# orders_payment
source: Payment method
uk: Способ оплаты

# orders_private
source: Personal data
uk: Личные данные

# orders_tel
source: Phone
uk: Телефон

# order_confirm
source: The order is confirmed
uk: Замовлення підтверджую

# order_edit_order
source: Edit order
uk: Редагувати замовлення

# order_form_cont
source: Contact details
uk: Контактні дані

# order_form_delivery
source: Delivery method
uk: Спосіб доставки

# order_form_delivery1
source: Pickup
uk: Самовивіз

# order_form_delivery2
source: New Mail
uk: Нова Пошта

# order_form_delivery3
source: In Time
uk: Ін Тайм

# order_form_delivery_address
source: Delivery address
uk: Адреса доставки

# order_form_delivery_city
source: City
uk: Місто

# order_form_delivery_city_choose
source: Choose a city
uk: Виберіть місто

# order_form_delivery_title
source: The choice of delivery and payment methods
uk: Вибір способів доставки і оплати

# order_form_delivery_warehouse
source: Warehouse number
uk: Номер складу

# order_form_delivery_warehouse_choose
source: Choose stock number
uk: Виберіть номер складу

# order_form_email
source: Email
uk: Ваш Email

# order_form_email_err
source: Please enter a valid Email
uk: Введіть коректну адресу електронної пошти

# order_form_email_placeholder
source: Your Email
uk: Ел. пошта

# order_form_name
source: First and last name
uk: Ім'я та прізвище

# order_form_name_err
source: Enter first and last name
uk: Введіть ім'я та прізвище

# order_form_name_placeholder
source: Your first and last name
uk: Ваше ім'я та прізвище

# order_form_payment
source: Method of payment
uk: Спосіб оплатіти

# order_form_payment1
source: Cashless payments
uk: Безготівковій розрахунок

# order_form_payment2
source: Cash on delivery
uk: Накладений платіж

# order_form_tel
source: Mobile phone
uk: Мобільний телефон

# order_form_tel_err
source: Enter mobile phone
uk: Введіть мобільний телефон

# order_form_tel_placeholder
source: Your phone number
uk: Ваш телефон

# order_success_ty
source: Thank you
uk: Спасибі

# order_success_ty_1
source: Your order has been successfully placed. We will contact you shortly
uk: Ваше замовлення успішно оформлений. Ми зв'яжемося з вами найближчим часом

# order_title
source: Checkout
uk: Оформлення замовлення

# order_total
source: Total
uk: За все

# order_to_paymnet
source: To pay
uk: До оплати

# partial_articles_more
source: Read more
uk: Читати далі

# partial_cat_menu1
source: Home
uk: Головна

# partial_cat_menu2
source: Reviews
uk: Відгуки

# partial_cat_menu3
source: Stocks
uk: Акції

# partial_cat_menu4
source: News
uk: Новини

# partial_cat_menu5
source: About company
uk: Про компанію

# partial_cat_menu6
source: Contacts
uk: Контакти

# partial_cat_title
source: Products and service
uk: Товари та послуги

# partial_cat_title1
source: Products
uk: Товари

# registration_email_err
source: User with such email already exists
uk: Користувач з таким Email вже існує

# restorePassMsg_link1
source: Back to
uk: Назад на

# restorePassMsg_link2
source: home page
uk: головну сторінку

# restorePassMsg_msg
source: We just sent a password to your
uk: Ми тільки що відправили пароль на ваш

# restore_title
source: Password recovery
uk: Відновлення пароля

# restorre_email
source: Enter Email
uk: Введіть Email

# rest_pass_msg
source: User not found
uk: Користувача не знайденено

# rest_pass_msg_email
source: Enter the email
uk: Введіть Email

# revew_post_msg
source: Enter your message
uk: Введіть повідомлення

# revew_post_send
source: Submit
uk: Надіслати

# revew_post_text
source: What did You like?
uk: Що Вам сподобалось?

# reviews_title
source: Reviews
uk: Відгуки

# review_author
source: Representative of the company "TechnoTent"
uk: Представник компанії "Техно Тент"

# review_autorize
source: Login to post a review
uk: Увійдіть для того, щоб залишити відгук

# review_post_anonym
source: Anonymous review
uk: Анонімний відгук

# review_post_title
source: Review title
uk: Тема відгука

# review_post_ur_review
source: Leave your review
uk: Залишити свій відгук

# stocks_more
source: Read more
uk: Читати далі

# stocks_title
source: Stocks
uk: Акції

# vallet
source: uah
uk: грн

# vallet_item_type
source: pc
uk: шт

# vallet_to_meter
source: hrn/m2
uk: грн/м2
